module.exports = [
  // 1st boss
  'ワイバーン',
  'ゴブリングレート',

  // 2nd boss
  'ワイルドグリフォン',
  'ライライ',
  'ランドスロース',

  // 3rd boss
  'ライデン',
  'マダムプリズム',
  'ムシュフシュ',
  'メガラパーン',
  'シードレイク',
  'オークチーフ',
  'レイスロード',
  'ニードルクリーパー',
  'スカイワルキューレ',
  'ジャッカルシーフ',
  'バジリスク',

  // 4th boss
  'ネプテリオン',
  'サイクロプス',
  'ムーバ',
  'マッドベア',
  'トライロッカー',
  'ティタノタートル',
  'ウールヴヘジン',
  'ダークガーゴイル',
  'スピリットホーン',
  'マスターセンリ',
  'オブシダンワイバーン',

  // 5th boss
  'アクアリオス',
  'トルペドン',
  'メサルティム',
  'ミノタウロス',
  'ツインピッグス',
  'カルキノス',
  'オルレオン',
  'メデューサ',
  'グラットン',
  'レサトパルト',
  'サジタリウス',
  'アルゲティ',
]
